Repository: sparcs-kaist/otl-app
Catalog: ios/OTLWidgets/Localizable.xcstrings
Source language: en
Languages: ko

source: Fri
ko: 금

source: Mon
ko: 월

# nextclasswidget.description
source: Check the lecture starting next.
ko: 다음에 시작할 강의를 확인합니다.

# nextclasswidget.nextlecture
source: Next Lecture
ko: 다음 강의

# nextclasswidget.nextweek.timeformat
source: Next %@
ko: 다음주 %@요일

# nextclasswidget.nodata
source: No Data
ko: 정보 없음

# nextclasswidget.professor
source: Prof. %@
ko: %@ 교수님

# nextclasswidget.title
source: Next Lecture
ko: 다음 강의

# nextclasswidget.today.timeformat
source: Today %02d:%02d
ko: 오늘 %02d:%02d

# nextclasswidget.tomorrow.timeformat
source: Tomorrow %02d:%02d
ko: 내일 %02d:%02d

source: Sat
ko: 토

source: Sun
ko: 일

source: Thu
ko: 목

# todayclasseswidget.description
source: Check today's lectures.
ko: 오늘 강의를 확인합니다.

# todayclasseswidget.title
source: Today's Lecture
ko: 오늘 강의

source: Tue
ko: 화

source: Wed
ko: 수

# weekclasseswidget.description
source: Check all lectures for a week
ko: 일주일의 모든 강의를 확인합니다.

# weekclasseswidget.title
source: Weekly Timetable
ko: 주간 시간표

# widget.login
source: Go to Login
ko: 로그인하러 가기
